Repository: aderaaij/Repara
Catalog: Repara/Localizable.xcstrings
Source language: en
Languages: pt_pt

source: What you can report
pt_pt: O que pode comunicar

source: Where
pt_pt: Onde

source: Which reports
pt_pt: Que ocorrências

source: Working out where this is
pt_pt: A determinar onde é isto

source: Write it myself
pt_pt: Escrevo eu

source: Wrote %@
pt_pt: Escreveu %@

source: Yes — it's this
pt_pt: Sim — é esta

source: You have ruled out the nearby reports.
pt_pt: Descartou as ocorrências próximas.

source: You need a Na Minha Rua LX account
pt_pt: Precisa de uma conta Na Minha Rua LX

source: Yours
pt_pt: Sua

source: e.g. mattress dumped by the bins, been here three days
pt_pt: p. ex. colchão abandonado junto aos contentores, está aqui há três dias

source: near your pin
pt_pt: perto do seu marcador

source: nearby
pt_pt: por perto

source: same type
pt_pt: mesmo tipo

source: this keeps happening here.
pt_pt: isto não pára de acontecer aqui.
